Repository: whit3rabbit/turbospark
Catalog: swift/TurboSparkApp/Localization/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, he, hi, id, it, ja, ko, nl, pl, pt_br, ru, sv, tr, uk, vi, zh_hans, zh_hant

source: Auto-load skills, agents, plugins, and hooks from other agent tools
ar: تحميل المهارات والوكلاء والإضافات والخطافات تلقائيًا من أدوات الوكلاء الأخرى
de: Skills, Agents, Plugins und Hooks anderer Agent-Tools automatisch laden
es: Cargar automáticamente habilidades, agentes, complementos y hooks de otras herramientas de agentes
fr: Charger automatiquement les compétences, agents, extensions et hooks des autres outils d'agents
he: טעינה אוטומטית של כישורים, סוכנים, תוספים והוקים מכלי סוכנים אחרים
hi: अन्य एजेंट टूल से कौशल, एजेंट, प्लगइन और हुक स्वतः लोड करें
id: Muat otomatis skill, agent, plugin, dan hook dari alat agent lain
it: Carica automaticamente skill, agent, plugin e hook da altri strumenti agent
ja: 他のエージェントツールからスキル、エージェント、プラグイン、フックを自動的に読み込む
ko: 다른 에이전트 도구에서 스킬, 에이전트, 플러그인, 훅 자동 로드
nl: Skills, agents, plug-ins en hooks van andere agent-tools automatisch laden
pl: Automatycznie wczytuj umiejętności, agentów, wtyczki i hooki z innych narzędzi agentów
pt_br: Carregar automaticamente habilidades, agentes, plug-ins e hooks de outras ferramentas de agente
ru: Автоматически загружать навыки, агентов, плагины и хуки из других агентских инструментов
sv: Läs in färdigheter, agenter, plugin och hooks från andra agentverktyg automatiskt
tr: Diğer aracı araçlarından becerileri, ajanları, eklentileri ve kancaları otomatik yükle
uk: Автоматично завантажувати навички, агентів, плагіни та хуки з інших агентних інструментів
vi: Tự động tải kỹ năng, agent, tiện ích mở rộng và hook từ các công cụ agent khác
zh_hans: 自动加载其他代理工具中的技能、代理、插件和钩子
zh_hant: 自動載入其他代理工具中的技能、代理、外掛程式和掛鉤

source: When off, other agents' home folders are never read automatically. Use Import to copy only the skills, agents, and servers you want; project folders inside an open repository are unaffected.
ar: عند الإيقاف، لا تُقرأ مجلدات المنزل لأدوات الوكلاء الأخرى تلقائيًا مطلقًا. استخدم الاستيراد لنسخ المهارات والوكلاء والخوادم التي تريدها فقط؛ مجلدات المشروع داخل مستودع مفتوح لا تتأثر.
de: Wenn aus, werden die Home-Ordner anderer Agent-Tools nie automatisch gelesen. Nutze Importieren, um nur die gewünschten Skills, Agents und Server zu kopieren; Projektordner innerhalb eines geöffneten Repositorys sind davon nicht betroffen.
es: Cuando está desactivado, las carpetas de inicio de otros agentes nunca se leen automáticamente. Usa Importar para copiar solo las habilidades, agentes y servidores que quieras; las carpetas de proyecto dentro de un repositorio abierto no se ven afectadas.
fr: Lorsque désactivé, les dossiers personnels des autres agents ne sont jamais lus automatiquement. Utilisez Importer pour ne copier que les compétences, agents et serveurs souhaités ; les dossiers de projet d'un dépôt ouvert ne sont pas concernés.
he: כשמכובה, תיקיות הבית של כלי סוכנים אחרים לעולם לא נקראות אוטומטית. השתמש בייבוא כדי להעתיק רק את הכישורים, הסוכנים והשרתים שאתה רוצה; תיקיות פרויקט בתוך מאגר פתוח אינן מושפעות.
hi: जब बंद हो, तो अन्य एजेंट टूल के होम फ़ोल्डर कभी स्वतः नहीं पढ़े जाते। केवल वही कौशल, एजेंट और सर्वर कॉपी करने के लिए आयात का उपयोग करें जिनकी आपको आवश्यकता है; खुले रिपॉज़िटरी के भीतर के प्रोजेक्ट फ़ोल्डर प्रभावित नहीं होते।
id: Saat nonaktif, folder beranda alat agent lain tidak pernah dibaca otomatis. Gunakan Impor untuk menyalin hanya skill, agent, dan server yang Anda inginkan; folder proyek di dalam repositori yang terbuka tidak terpengaruh.
it: Quando disattivato, le cartelle home degli altri strumenti agent non vengono mai lette automaticamente. Usa Importa per copiare solo skill, agent e server desiderati; le cartelle di progetto dentro un repository aperto non sono interessate.
ja: オフの場合、他のエージェントツールのホームフォルダは自動的には読み取られません。インポートを使って必要なスキル、エージェント、サーバーだけをコピーしてください。開いているリポジトリ内のプロジェクトフォルダには影響しません。
ko: 꺼져 있으면 다른 에이전트 도구의 홈 폴더를 자동으로 읽지 않습니다. 가져오기를 사용하여 원하는 스킬, 에이전트, 서버만 복사하세요. 열려 있는 저장소 내의 프로젝트 폴더는 영향을 받지 않습니다.
nl: Uitgeschakeld worden de thuismappen van andere agent-tools nooit automatisch gelezen. Gebruik Importeren om alleen de gewenste skills, agents en servers te kopiëren; projectmappen binnen een geopend repository worden niet beïnvloed.
pl: Gdy wyłączone, foldery domowe innych narzędzi agentów nigdy nie są odczytywane automatycznie. Użyj Importuj, aby skopiować tylko wybrane umiejętności, agentów i serwery; foldery projektu w otwartym repozytorium pozostają bez zmian.
pt_br: Quando desativado, as pastas iniciais de outras ferramentas de agente nunca são lidas automaticamente. Use Importar para copiar apenas as habilidades, agentes e servidores desejados; as pastas de projeto dentro de um repositório aberto não são afetadas.
ru: Когда выключено, домашние папки других агентских инструментов никогда не читаются автоматически. Используйте «Импорт», чтобы скопировать только нужные навыки, агентов и серверы; папки проекта внутри открытого репозитория не затрагиваются.
sv: När avstängd läses andra agentverktygs hemmappar aldrig automatiskt. Använd Importera för att endast kopiera de färdigheter, agenter och servrar du vill; projektmappar i ett öppet repository påverkas inte.
tr: Kapalıyken, diğer aracı araçlarının ana klasörleri asla otomatik okunmaz. Yalnızca istediğiniz becerileri, ajanları ve sunucuları kopyalamak için İçe Aktar'ı kullanın; açık bir depo içindeki proje klasörleri etkilenmez.
uk: Коли вимкнено, домашні теки інших агентних інструментів ніколи не читаються автоматично. Використовуйте «Імпорт», щоб скопіювати лише потрібні навички, агентів і сервери; теки проєкту у відкритому репозиторії не зачіпаються.
vi: Khi tắt, các thư mục chính của công cụ agent khác không bao giờ được đọc tự động. Dùng Nhập để chỉ sao chép các kỹ năng, agent và máy chủ bạn muốn; thư mục dự án trong một kho đang mở không bị ảnh hưởng.
zh_hans: 关闭时，绝不自动读取其他代理工具的主目录文件夹。使用“导入”仅复制所需的技能、代理和服务器；打开的存储库中的项目文件夹不受影响。
zh_hant: 關閉時，絕不自動讀取其他代理工具的主目錄資料夾。使用「匯入」僅複製所需的技能、代理和伺服器；開啟中儲存庫內的專案資料夾不受影響。

source: Import from Other Agents…
ar: الاستيراد من أدوات الوكلاء الأخرى…
de: Aus anderen Agent-Tools importieren …
es: Importar de otros agentes…
fr: Importer depuis d'autres agents…
he: ייבוא מכלי סוכנים אחרים…
hi: अन्य एजेंट टूल से आयात करें…
id: Impor dari Alat Agent Lain…
it: Importa da altri strumenti agent…
ja: 他のエージェントツールからインポート…
ko: 다른 에이전트 도구에서 가져오기…
nl: Importeren vanuit andere agent-tools…
pl: Importuj z innych narzędzi agentów…
pt_br: Importar de outras ferramentas de agente…
ru: Импорт из других агентских инструментов…
sv: Importera från andra agentverktyg …
tr: Diğer aracı araçlarından içe aktar…
uk: Імпорт з інших агентних інструментів…
vi: Nhập từ các công cụ agent khác…
zh_hans: 从其他代理工具导入…
zh_hant: 從其他代理工具匯入…

source: From Other Agents...
ar: من أدوات الوكلاء الأخرى...
de: Aus anderen Agent-Tools...
es: De otros agentes...
fr: Depuis d'autres agents...
he: מכלי סוכנים אחרים...
hi: अन्य एजेंट टूल से...
id: Dari Alat Agent Lain...
it: Da altri strumenti agent...
ja: 他のエージェントツールから...
ko: 다른 에이전트 도구에서...
nl: Van andere agent-tools...
pl: Z innych narzędzi agentów...
pt_br: De outras ferramentas de agente...
ru: Из других агентских инструментов...
sv: Från andra agentverktyg ...
tr: Diğer aracı araçlarından...
uk: З інших агентних інструментів...
vi: Từ công cụ agent khác...
zh_hans: 来自其他代理工具...
zh_hant: 來自其他代理工具...

source: Skill Marketplace
ar: سوق المهارات
de: Skill-Marktplatz
es: Mercado de habilidades
fr: Marché de compétences
he: חנות הכישורים
hi: कौशल मार्केटप्लेस
id: Marketplace Skill
it: Mercato degli skill
ja: スキルマーケットプレイス
ko: 스킬 마켓플레이스
nl: Skill-marktplaats
pl: Marketplace umiejętności
pt_br: Mercado de habilidades
ru: Магазин навыков
sv: Färdighetsmarknadsplats
tr: Beceri Pazarı
uk: Маркетплейс навичок
vi: Thị trường kỹ năng
zh_hans: 技能市场
zh_hant: 技能市集

source: Install skills from remote Git/HTTPS marketplaces. Skills from other agent tools on this Mac are imported through Settings > General > Import from Other Agents.
ar: ثبّت المهارات من أسواق Git/HTTPS البعيدة. تُستورد المهارات من أدوات الوكلاء الأخرى على هذا الـ Mac عبر الإعدادات > عام > الاستيراد من أدوات الوكلاء الأخرى.
de: Installiere Skills von Remote-Git/HTTPS-Marktplätzen. Skills anderer Agent-Tools auf diesem Mac werden über Einstellungen > Allgemein > Aus anderen Agent-Tools importieren importiert.
es: Instala habilidades desde mercados remotos de Git/HTTPS. Las habilidades de otras herramientas de agentes en este Mac se importan mediante Ajustes > General > Importar de otros agentes.
fr: Installez des compétences depuis des places de marché Git/HTTPS distantes. Les compétences d'autres outils d'agents sur ce Mac s'importent via Réglages > Général > Importer depuis d'autres agents.
he: התקן כישורים מחנויות שוק מרוחקות של Git/HTTPS. כישורים מכלי סוכנים אחרים ב-Mac הזה מיובאים דרך הגדרות > כללי > ייבוא מכלי סוכנים אחרים.
hi: रिमोट Git/HTTPS मार्केटप्लेस से कौशल इंस्टॉल करें। इस Mac पर अन्य एजेंट टूल के कौशल सेटिंग्स > सामान्य > अन्य एजेंट टूल से आयात करें के माध्यम से आयात किए जाते हैं।
id: Pasang skill dari marketplace Git/HTTPS jarak jauh. Skill dari alat agent lain di Mac ini diimpor melalui Pengaturan > Umum > Impor dari Alat Agent Lain.
it: Installa skill da marketplace Git/HTTPS remoti. Le skill di altri strumenti agent su questo Mac vengono importate tramite Impostazioni > Generale > Importa da altri strumenti agent.
ja: リモートの Git/HTTPS マーケットプレイスからスキルをインストールします。このMac上の他のエージェントツールのスキルは、設定 > 一般 > 他のエージェントツールからインポート からインポートします。
ko: 원격 Git/HTTPS 마켓플레이스에서 스킬을 설치합니다. 이 Mac의 다른 에이전트 도구 스킬은 설정 > 일반 > 다른 에이전트 도구에서 가져오기를 통해 가져옵니다.
nl: Installeer skills vanuit externe Git/HTTPS-marktplaatsen. Skills van andere agent-tools op deze Mac importeer je via Instellingen > Algemeen > Importeren vanuit andere agent-tools.
pl: Instaluj umiejętności ze zdalnych marketplace'ów Git/HTTPS. Umiejętności z innych narzędzi agentów na tym Macu importuje się przez Ustawienia > Ogólne > Importuj z innych narzędzi agentów.
pt_br: Instale habilidades de mercados remotos Git/HTTPS. Habilidades de outras ferramentas de agente neste Mac são importadas através de Ajustes > Geral > Importar de outras ferramentas de agente.
ru: Устанавливайте навыки из удалённых магазинов Git/HTTPS. Навыки других агентских инструментов на этом Mac импортируются через Настройки > Основные > Импорт из других агентских инструментов.
sv: Installera färdigheter från fjärrmarknadsplatser för Git/HTTPS. Färdigheter från andra agentverktyg på denna Mac importeras via Inställningar > Allmänt > Importera från andra agentverktyg.
tr: Uzak Git/HTTPS pazarlarından beceri yükleyin. Bu Mac'teki diğer aracı araçlarının becerileri Ayarlar > Genel > Diğer aracı araçlarından içe aktar üzerinden içe aktarılır.
uk: Встановлюйте навички з віддалених маркетплейсів Git/HTTPS. Навички з інших агентних інструментів на цьому Mac імпортуються через Налаштування > Загальні > Імпорт з інших агентних інструментів.
vi: Cài đặt kỹ năng từ các thị trường Git/HTTPS từ xa. Kỹ năng từ các công cụ agent khác trên máy Mac này được nhập qua Cài đặt > Chung > Nhập từ công cụ agent khác.
zh_hans: 从远程 Git/HTTPS 市场安装技能。此 Mac 上其他代理工具的技能通过“设置 > 通用 > 从其他代理工具导入”导入。
zh_hant: 從遠端 Git/HTTPS 市集安裝技能。此 Mac 上其他代理工具的技能透過「設定 > 一般 > 從其他代理工具匯入」匯入。

source: Style
ar: النمط
de: Stil
es: Estilo
he: סגנון
hi: शैली
id: Gaya
it: Stile
ja: スタイル
ko: 스타일
nl: Stijl
pl: Styl
pt_br: Estilo
ru: Стиль
sv: Stil
tr: Stil
uk: Стиль
vi: Kiểu
zh_hans: 风格
zh_hant: 風格

source: Image style
ar: نمط الصورة
de: Bildstil
es: Estilo de imagen
fr: Style d'image
he: סגנון תמונה
hi: छवि शैली
id: Gaya gambar
it: Stile immagine
ja: 画像のスタイル
ko: 이미지 스타일
nl: Afbeeldingsstijl
pl: Styl obrazu
pt_br: Estilo de imagem
ru: Стиль изображения
sv: Bildstil
tr: Görsel stili
uk: Стиль зображення
vi: Kiểu hình ảnh
zh_hans: 图像风格
zh_hant: 影像風格

source: Favorites
ar: المفضلة
de: Favoriten
es: Favoritos
fr: Favoris
he: מועדפים
hi: पसंदीदा
id: Favorit
it: Preferiti
ja: お気に入り
ko: 즐겨찾기
nl: Favorieten
pl: Ulubione
pt_br: Favoritos
ru: Избранное
sv: Favoriter
tr: Sık kullanılanlar
uk: Обране
vi: Mục yêu thích
zh_hans: 收藏
zh_hant: 收藏

source: Browse All Styles...
ar: استعراض كل الأنماط...
de: Alle Stile ansehen...
es: Explorar todos los estilos...
fr: Parcourir tous les styles...
he: עיון בכל הסגנונות...
hi: सभी शैलियाँ ब्राउज़ करें...
id: Telusuri semua gaya...
it: Sfoglia tutti gli stili...
ja: すべてのスタイルを表示...
ko: 모든 스타일 찾아보기...
nl: Alle stijlen bekijken...
pl: Przeglądaj wszystkie style...
pt_br: Explorar todos os estilos...
ru: Просмотреть все стили...
sv: Bläddra bland alla stilar...
tr: Tüm stillere göz at...
uk: Переглянути всі стилі...
vi: Duyệt tất cả các kiểu...
zh_hans: 浏览所有风格...
zh_hant: 瀏覽所有風格...

source: Search styles
ar: البحث عن أنماط
de: Stile suchen
es: Buscar estilos
fr: Rechercher des styles
he: חיפוש סגנונות
hi: शैलियाँ खोजें
id: Cari gaya
it: Cerca stili
ja: スタイルを検索
ko: 스타일 검색
nl: Stijlen zoeken
pl: Szukaj stylów
pt_br: Pesquisar estilos
ru: Поиск стилей
sv: Sök stilar
tr: Stilleri ara
uk: Пошук стилів
vi: Tìm kiểu
zh_hans: 搜索风格
zh_hant: 搜尋風格

source: All Categories
ar: جميع الفئات
de: Alle Kategorien
es: Todas las categorías
fr: Toutes les catégories
he: כל הקטגוריות
hi: सभी श्रेणियाँ
id: Semua kategori
it: Tutte le categorie
ja: すべてのカテゴリ
ko: 모든 카테고리
nl: Alle categorieën
pl: Wszystkie kategorie
pt_br: Todas as categorias
ru: Все категории
sv: Alla kategorier
tr: Tüm kategoriler
uk: Усі категорії
vi: Tất cả danh mục
zh_hans: 所有类别
zh_hant: 所有類別

source: No styles match your search.
ar: لا توجد أنماط تطابق بحثك.
de: Keine Stile entsprechen der Suche.
es: Ningún estilo coincide con tu búsqueda.
fr: Aucun style ne correspond à votre recherche.
he: אין סגנונות שתואמים לחיפוש שלך.
hi: आपकी खोज से मेल खाती कोई शैली नहीं है।
id: Tidak ada gaya yang cocok dengan pencarian Anda.
it: Nessuno stile corrisponde alla tua ricerca.
ja: 検索に一致するスタイルはありません。
ko: 검색과 일치하는 스타일이 없습니다.
nl: Geen stijlen die aan je zoekopdracht voldoen.
pl: Żaden styl nie pasuje do wyszukiwania.
pt_br: Nenhum estilo corresponde à sua pesquisa.
ru: Стилей, соответствующих вашему запросу, нет.
sv: Inga stilar matchar din sökning.
tr: Aramanızla eşleşen stil yok.
uk: Немає стилів, що відповідають вашому запиту.
vi: Không có kiểu nào khớp với tìm kiếm của bạn.
zh_hans: 没有符合搜索的风格。
zh_hant: 沒有符合搜尋的風格。

source: Add to favorites
ar: إضافة إلى المفضلة
de: Zu Favoriten hinzufügen
es: Añadir a favoritos
fr: Ajouter aux favoris
he: הוסף למועדפים
hi: पसंदीदा में जोड़ें
id: Tambahkan ke favorit
it: Aggiungi ai preferiti
ja: お気に入りに追加
ko: 즐겨찾기에 추가
nl: Toevoegen aan favorieten
pl: Dodaj do ulubionych
pt_br: Adicionar aos favoritos
ru: Добавить в избранное
sv: Lägg till i favoriter
tr: Sık kullanılanlara ekle
uk: Додати до обраного
vi: Thêm vào mục yêu thích
zh_hans: 添加到收藏
zh_hant: 加入收藏

source: Remove from favorites
ar: إزالة من المفضلة
de: Aus Favoriten entfernen
es: Quitar de favoritos
fr: Retirer des favoris
he: הסר מהמועדפים
hi: पसंदीदा से हटाएं
id: Hapus dari favorit
it: Rimuovi dai preferiti
ja: お気に入りから削除
ko: 즐겨찾기에서 제거
nl: Verwijderen uit favorieten
pl: Usuń z ulubionych
pt_br: Remover dos favoritos
ru: Убрать из избранного
sv: Ta bort från favoriter
tr: Sık kullanılanlardan kaldır
uk: Прибрати з обраного
vi: Xóa khỏi mục yêu thích
zh_hans: 从收藏中移除
zh_hant: 從收藏中移除

source: Chat Runtime
ar: إعدادات تشغيل المحادثة
de: Chat-Laufzeit
es: Tiempo de ejecución del chat
fr: Exécution du chat
he: הגדרות זמן ריצה לצ׳אט
hi: चैट रनटाइम
id: Runtime Chat
it: Runtime della chat
ja: チャットの実行時設定
ko: 채팅 실행 설정
nl: Chatuitvoering
pl: Działanie czatu
pt_br: Execução do chat
ru: Среда выполнения чата
sv: Chattkörning
tr: Sohbet çalışma zamanı
uk: Середовище виконання чату
vi: Cấu hình thời gian chạy cuộc trò chuyện
zh_hans: 聊天运行时设置
zh_hant: 聊天執行設定

source: Compact older tool results
ar: ضغط نتائج الأدوات القديمة
de: Ältere Tool-Ergebnisse komprimieren
es: Comprimir resultados antiguos de herramientas
fr: Compresser les anciens résultats d’outils
he: דחיסת תוצאות ישנות של כלים
hi: पुराने टूल नतीजों को संक्षिप्त करें
id: Ringkas hasil alat yang lama
it: Comprimi i vecchi risultati degli strumenti
ja: 古いツールの結果を圧縮
ko: 오래된 도구 결과 압축
nl: Oudere toolresultaten inkorten
pl: Skracaj starsze wyniki narzędzi
pt_br: Compactar resultados antigos das ferramentas
ru: Сжимать старые результаты инструментов
sv: Komprimera äldre verktygsresultat
tr: Eski araç sonuçlarını sıkıştır
uk: Стискати старі результати інструментів
vi: Rút gọn kết quả công cụ cũ
zh_hans: 压缩较早的工具结果
zh_hant: 壓縮較早的工具結果

source: Continue responses after output limits
ar: متابعة الردود بعد حد الإخراج
de: Antworten nach Erreichen des Ausgabelimits fortsetzen
es: Continuar respuestas al alcanzar el límite de salida
fr: Continuer les réponses après la limite de sortie
he: להמשיך תשובות לאחר מגבלת הפלט
hi: आउटपुट सीमा के बाद जवाब जारी रखें
id: Lanjutkan jawaban setelah batas keluaran
it: Continua le risposte dopo il limite di output
ja: 出力上限に達した後も回答を続ける
ko: 출력 한도 후 응답 계속하기
nl: Antwoorden voortzetten na uitvoerlimiet
pl: Kontynuuj odpowiedzi po osiągnięciu limitu wyjścia
pt_br: Continuar respostas após o limite de saída
ru: Продолжать ответы после достижения лимита вывода
sv: Fortsätt svar efter utmatningsgränsen
tr: Çıktı sınırından sonra yanıtları sürdür
uk: Продовжувати відповіді після досягнення ліміту виводу
vi: Tiếp tục trả lời sau giới hạn đầu ra
zh_hans: 在输出达到上限后继续回答
zh_hant: 在輸出達到上限後繼續回答

source: Include pinned instructions in model requests
ar: تضمين التعليمات المثبتة في طلبات النموذج
de: Angeheftete Anweisungen in Modellanfragen aufnehmen
es: Incluir instrucciones fijadas en las solicitudes al modelo
fr: Inclure les instructions épinglées dans les requêtes au modèle
he: לכלול הוראות מוצמדות בבקשות למודל
hi: मॉडल अनुरोधों में पिन किए गए निर्देश शामिल करें
id: Sertakan instruksi yang disematkan dalam permintaan model
it: Includi le istruzioni fissate nelle richieste al modello
ja: 固定した指示をモデルへのリクエストに含める
ko: 고정된 지침을 모델 요청에 포함
nl: Vastgezette instructies opnemen in modelverzoeken
pl: Dołączaj przypięte instrukcje do żądań modelu
pt_br: Incluir instruções fixadas nas solicitações ao modelo
ru: Включать закрепленные инструкции в запросы к модели
sv: Inkludera fästa instruktioner i modellförfrågningar
tr: Sabitlenmiş talimatları model isteklerine ekle
uk: Додавати закріплені інструкції до запитів моделі
vi: Bao gồm hướng dẫn đã ghim trong yêu cầu gửi đến mô hình
zh_hans: 将固定的指令包含在模型请求中
zh_hant: 將釘選的指示包含在模型請求中

source: Maximum pinned instruction tokens
ar: الحد الأقصى لرموز التعليمات المثبتة
de: Maximale Tokenzahl für angeheftete Anweisungen
es: Máximo de tokens para instrucciones fijadas
fr: Nombre maximal de jetons pour les instructions épinglées
he: מספר האסימונים המרבי להוראות מוצמדות
hi: पिन किए गए निर्देशों के अधिकतम टोकन
id: Maksimum token instruksi yang disematkan
it: Numero massimo di token per le istruzioni fissate
ja: 固定した指示の最大トークン数
ko: 고정된 지침의 최대 토큰 수
nl: Maximum aantal tokens voor vastgezette instructies
pl: Maksymalna liczba tokenów przypiętych instrukcji
pt_br: Máximo de tokens para instruções fixadas
ru: Максимум токенов для закрепленных инструкций
sv: Maximalt antal token för fästa instruktioner
tr: Sabitlenmiş talimatlar için en fazla belirteç
uk: Максимум токенів для закріплених інструкцій
vi: Số token tối đa cho hướng dẫn đã ghim
zh_hans: 固定指令的令牌上限
zh_hant: 釘選指示的權杖上限

source: Minimum token savings
ar: الحد الأدنى لتوفير الرموز
de: Minimale Token-Einsparung
es: Ahorro mínimo de tokens
fr: Économie minimale de jetons
he: חיסכון מינימלי באסימונים
hi: न्यूनतम टोकन बचत
id: Penghematan token minimum
it: Risparmio minimo di token
ja: 最小トークン節約量
ko: 최소 토큰 절감량
nl: Minimale tokenbesparing
pl: Minimalna oszczędność tokenów
pt_br: Economia mínima de tokens
ru: Минимальная экономия токенов
sv: Minsta tokenbesparing
tr: En az belirteç tasarrufu
uk: Мінімальна економія токенів
vi: Mức tiết kiệm token tối thiểu
zh_hans: 最低令牌节省量
zh_hant: 最低權杖節省量

source: Older tool-result bodies are shortened only in model requests. The saved transcript remains unchanged.
ar: يتم اختصار نص نتائج الأدوات القديمة فقط في طلبات النموذج. يظل النص المحفوظ دون تغيير.
de: Nur die Inhalte älterer Tool-Ergebnisse werden in Modellanfragen gekürzt. Das gespeicherte Transkript bleibt unverändert.
es: Solo se acorta el contenido de los resultados antiguos de herramientas en las solicitudes al modelo. La transcripción guardada no cambia.
fr: Seuls les contenus des anciens résultats d’outils sont raccourcis dans les requêtes au modèle. La transcription enregistrée reste inchangée.
he: רק תוכן התוצאות הישנות של כלים מתקצר בבקשות למודל. התמליל השמור נשאר ללא שינוי.
hi: मॉडल अनुरोधों में केवल पुराने टूल नतीजों का मुख्य भाग छोटा किया जाता है। सहेजी गई बातचीत नहीं बदलती।
id: Hanya isi hasil alat yang lama dipersingkat dalam permintaan ke model. Transkrip yang disimpan tetap sama.
it: Nelle richieste al modello vengono abbreviati solo i contenuti dei vecchi risultati degli strumenti. La trascrizione salvata non cambia.
ja: モデルへのリクエストでは、古いツール結果の本文だけを短縮します。保存された文字起こしは変更されません。
ko: 모델 요청에서는 오래된 도구 결과의 내용만 줄입니다. 저장된 대화 기록은 변경되지 않습니다.
nl: Alleen de inhoud van oudere toolresultaten wordt ingekort in modelverzoeken. Het opgeslagen transcript blijft ongewijzigd.
pl: W żądaniach do modelu skracana jest tylko treść starszych wyników narzędzi. Zapisany transkrypt pozostaje bez zmian.
pt_br: Somente o conteúdo de resultados antigos das ferramentas é encurtado nas solicitações ao modelo. A transcrição salva permanece igual.
ru: В запросах к модели сокращается только содержимое старых результатов инструментов. Сохраненная стенограмма остается неизменной.
sv: Endast innehållet i äldre verktygsresultat kortas i modellförfrågningar. Den sparade transkriptionen ändras inte.
tr: Model isteklerinde yalnızca eski araç sonuçlarının içeriği kısaltılır. Kaydedilen döküm değişmeden kalır.
uk: У запитах до моделі скорочується лише вміст старих результатів інструментів. Збережений транскрипт не змінюється.
vi: Chỉ phần nội dung của kết quả công cụ cũ được rút gọn trong yêu cầu gửi đến mô hình. Bản ghi đã lưu không thay đổi.
zh_hans: 在发给模型的请求中，仅缩短较早工具结果的正文。已保存的对话记录保持不变。
zh_hant: 在傳送給模型的請求中，只會縮短較早工具結果的內容。已儲存的對話記錄維持不變。
